/**
 * 图标 `bold`（1024×1024）。
 *
 * 自动生成，请勿手改：来源 @pgyer/icons@0.0.16 的 icons/plBold.js。
 * 重新生成：cd web && node scripts/extract-icons.mjs
 */
const data = {
  name: "bold",
  width: 1024,
  height: 1024,
  paths: ["M103,0h447.4c247.4,0,341.3,129,341.3,262c0,115.4-61.2,190.4-130.3,222c69,26,159.6,98.8,159.6,233.4 c0,175.2-137.6,306.6-355.5,306.6H103V0z M525,403.9c105.2,0,148.7-47.2,148.7-119.2c0-75-56.9-113.7-142.3-113.7h-211v232.9H525z  M320.3,853h199.7C639.7,853,694,803,694,710.1c0-82.5-53.3-135.2-175.1-135.2H320.3V853z", ""],
} as const

export default data
